{
    "person": {
        "role": "Equipo Full Stack"
    },
    "newsletter": {
        "title": "Subscríbete al Newsletter de {firstName}",
        "description": "I occasionally write about design, technology, and share thoughts on the intersection of creativity and engineering",
        "button": "Sign up"
    },
    "home": {
        "label": "Home",
        "title": "{name}'s Portfolio",
        "description": "Portfolio website showcasing my work as a {role}",
        "headline": "Design engineer and builder",
        "subline": "I'm Selene, a design engineer at FLY, where I craft intuitive user experiences. After hours, I build my own projects."
    },
    "about": {
        "label": "Acerca de",
        "title": "Acerca de",
        "description": "Conoce a {name}, {role} de {location}",
        "quote": {
            "text": "Cotiza tu proyecto"
        },
        "intro": {
            "title": "Introduction",
            "description": "Desarrollador web full stack y líder de mi propio equipo de desarrollo, especializado en sitios modernos, rápidos y optimizados para conversión. Ofrecemos soluciones a medida, desde la Landing Pages hasta Aplicaciones Web. Portafolio, contacto y servicios en un solo lugar."
        },
        "work": {
            "title": "Trayectoria Profesional",
            "experiences": {
                "daridevsTeam": {
                    "company": "DariDev's Team",
                    "timeframe": "2024 - Present",
                    "role": "Team Lead & Full Stack Developer",
                    "achievements": "Team Líder en mi Agencia de Desarrollo Web, donde creamos soluciones digitales completas, personalizadas y listas para escalar.; Junto a un equipo de profesionales, ayudo a negocios y emprendedores a lanzar landing pages efectivas, dashboards intuitivos, blogs modernos, sistemas de reservaciones, tiendas online y todo tipo de aplicaciones web.; Nos enfocamos en resultados reales: mejorar tu presencia digital, atraer más clientes y ayudarte a crecer con tecnología que trabaja para ti.",
                    "imgAlt": "Ilustración del equipo de DariDev"
                },
                "fullStack": {
                    "company": "Full Stack Freelance",
                    "timeframe": "2021 - 2024",
                    "role": "Desarrollador Full Stack Developer",
                    "achievements": "Durante 4 años ayudé a emprendedores, negocios locales y empresas a crear sitios web profesionales, tiendas en línea y plataformas personalizadas.; Me enfoqué en desarrollar soluciones completas, desde el diseño hasta la funcionalidad, siempre priorizando velocidad, usabilidad y resultados reales.; Mi trabajo permitió a mis clientes ahorrar tiempo, atraer más clientes y mejorar su presencia digital.",
                    "imgAlt": "Ilustración de Dari Dev programando un protecto Full Stack"
                },
                "automation": {
                    "company": "Automatización Freelance",
                    "timeframe": "2020 - 2021",
                    "role": "Especialista en Automatización",
                    "achievements": "Aayudé a empresas y emprendedores a automatizar tareas repetitivas y recopilar información clave de internet para tomar mejores decisiones.; Desarrollé soluciones personalizadas que ahorraron tiempo, redujeron errores humanos y mejoraron procesos internos, como la actualización de bases de datos, monitoreo de precios, generación de reportes o seguimiento de prospectos.",
                    "imgAlt": "Ilustración de Dari Dev programando un script de automatización"
                }
            }
        },
        "studies": {
            "title": "Studies",
            "institutions": {
                "University of Jakarta": {
                    "description": "Studied software engineering."
                },
                "Build the Future": {
                    "description": "Studied online marketing and personal branding."
                }
            }
        },
        "technical": {
            "title": "Habilidades Técnicas",
            "description": "En conjunto con mi equipo de DariDev's Team, ofrecemos un servicio integral de desarrollo web y automatización. Nos especializamos en crear soluciones digitales personalizadas que se adaptan a las necesidades específicas de cada cliente.",
            "skills": {
                "frontend": {
                    "title": "Frontend",
                    "description": "HTML5; CSS3; JavaScript; Astro; React.js; Next.js; Tailwind CSS; AOS; Axios; Fetch API; WordPress; Divi"
                },
                "backend": {
                    "title": "Backend",
                    "description": "Node.js; Django; Python; Flask, REST APIs; JWT; OAuth; WebSockets"
                },
                "database": {
                    "title": "Base de datos",
                    "description": "PostgreSQL; MySQL; MongoDB; SQLite; Supabase"
                },
                "automation": {
                    "title": "Automatización",
                    "description": "Python; Requests; BeautifulSoup; Selenium; Telegram Bots; Zapier; n8n"
                },
                "devops": {
                    "title": "DevOps & Hosting",
                    "description": "Git; GitHub; Docker; Coolify; Vercel; DigitalOcean; Hetzner; Nginx; GitHub Actions"
                },
                "integrations": {
                    "title": "Integraciones",
                    "description": "Stripe; PayPal; Google APIs; OpenAI; HubSpot"
                }                
            }
        }
    },
    "blog": {
        "label": "Blog",
        "title": "Writing about design and tech...",
        "description": "Read what {name} has been up to recently"
    },
    "work": {
        "label": "Work",
        "title": "My projects",
        "description": "Design and dev projects by {name}"
    },
    "gallery": {
        "label": "Gallery",
        "title": "My photo gallery",
        "description": "A photo collection by {name}"
    },
    "projectCard": {
        "label": "Read Case Study",
        "link": "Project Link"
    }
}